<?php

$data = array (
  'Warhammer 40,000: Rogue Trader' => 
  array (
    'title' => 'Warhammer 40,000: Rogue Trader',
    'path_title' => 'Warhammer_40_000_Rogue_Trader',
    'cover' => 'Warhammer_40_000_Rogue_Trader.jpg',
    'description' => 'Warhammer 40,000: Rogue Trader – классика жанра ролевой игры, где мы отправляемся на просторы фантастической вселенной. Сыграй роль вольного торговца, который унаследовал от своих предков масштабное дело целой династии. Ты станешь частью увлекательного, но при этом довольно опасного путешествия по отдаленным землям, куда человечество старается не попадать. Главная цель – открыть новые места и земли для торговли, тем самым расширяя круг потребителей и увеличивая эффективность переданного тебе дела. Многие из рас и цивилизаций, оказавшихся на твоём пути, будут довольно дружелюбными, но и найдутся те, кто станет твоим главным врагом. Это говорит о том, что очень важно проявлять стратегические навыки, действовать обдуманно, подключив при этом хитрость и смекалку. Графика игры завораживает своей реалистичностью и точностью проработки, а поэтому ты станешь полноценной частью этого незабываемого приключения.',
    'info' => 
    array (
      'release_date' => '2023',
      'genre' => 
      array (
        0 => 'Приключенческие игры',
        1 => ' Инди',
        2 => ' Ролевые игры',
        3 => ' Стратегии',
      ),
      'developer' => 'Owlcat Games',
      'version' => '1.1.58.505 GOG Voidfarer Edition полная (Последняя)',
      'lang' => 
      array (
        0 => 'английский',
        1 => ' русский',
      ),
      'crack' => 'Присутствует',
    ),
    'screenshots' => 
    array (
      0 => 'screenshot_1_Warhammer_40_000_Rogue_Trader.jpg',
      1 => 'screenshot_2_Warhammer_40_000_Rogue_Trader.jpg',
      2 => 'screenshot_3_Warhammer_40_000_Rogue_Trader.jpg',
    ),
    'download' => 'torrentFreaks_Warhammer_40_000_Rogue_Trader.torrent',
    'url' => 'warhammer-40-000-rogue-trader',
  ),
);

?>