<?php

$data = array (
  'Pacific Drive (Пасифик Драв)' => 
  array (
    'title' => 'Pacific Drive (Пасифик Драв)',
    'path_title' => 'Pacific_Drive_(Пасифик_Драв)',
    'cover' => 'Pacific_Drive_(Пасифик_Драв).jpg',
    'description' => 'Pacific Drive (Пасифик Драв)– приключенческая игра, разработанная в жанре экшена, которая погружает нас в уникальную атмосферу олимпийской зоны отчуждения. Это место, на протяжении долгого времени, накапливало в себе массу разнообразных аномалий, а поэтому выжить в подобных условиях главному герою будет крайне непросто. Отправляйся на исследование запутанного и опасного мира, добывай ценные ресурсы, находя возможность справиться со всеми преградами, которые встанут на пути. Основным твоим средством спасения будет автомобиль, который важно постоянно модифицировать, чтобы справиться с опасностями и ловушками. Ты будешь принимать участие в безумных гоночных состязаниях, где важно как можно быстрее принимать решения, подключив хитрость и смекалку, при этом не оставляя соперникам и шанса на победу. Отдельной особенностью игры является ее случайная генерация, а поэтому каждое новое начало будет максимально уникальным и интересным.',
    'info' => 
    array (
      'release_date' => '2024',
      'genre' => 
      array (
        0 => 'Экшены',
        1 => ' Приключенческие игры',
        2 => ' Инди',
        3 => ' Гонки',
        4 => ' Симуляторы',
      ),
      'developer' => 'Ironwood Studios',
      'version' => '1.4.0 Deluxe Edition Полная (Последняя)',
      'lang' => 
      array (
        0 => 'английский',
        1 => ' русский',
      ),
      'crack' => 'Присутствует',
    ),
    'screenshots' => 
    array (
      0 => 'screenshot_1_Pacific_Drive_(Пасифик_Драв).jpg',
      1 => 'screenshot_2_Pacific_Drive_(Пасифик_Драв).jpg',
      2 => 'screenshot_3_Pacific_Drive_(Пасифик_Драв).jpg',
    ),
    'download' => 'torrentFreaks_Pacific_Drive_(Пасифик_Драв).torrent',
    'url' => 'pacific-drive',
  ),
);

?>